import React from "react";

export function SignupDesc1() {
  const text = `
[필수] 배스킨라빈스 회원이용약관

**제 1조 (목적)**본 약관은 배스킨라빈스 회원이 주식회사 섹타나인(이하 "당사")에서 제공하는 배스킨라빈스 서비스를 이용함에 있어 배스킨라빈스 회원과 당사의 제반 권리의무 및 관련 절차 등을 규정하는 데 그 목적이 있습니다.

**제 2조 (운영)**배스킨라빈스 카드는 당사에서 운영하며, 배스킨라빈스 카드 서비스는 본 약관에 동의하고 당사의 승인을 얻은 회원, 제휴가맹점에 적용됩니다.

**제 3조 (용어의 정의)**
• ① "배스킨라빈스 회원"(이하 "회원")이라 함은 당사의 약관을 승인하고 정해진 가입 절차를 통하여 가입하여 당사로부터 회원 자격을 부여 받아 정상적으로 배스킨라빈스 서비스를 이용할 수 있는 고객을 말합니다.
• ② "배스킨라빈스 서비스"라 함은 회원을 위해 당사가 제공하는 서비스로 배스킨라빈스 적립 및 사용 서비스를 말합니다.
• ③ "배스킨라빈스"(이하 "카드")라 함은 회원이 배스킨라빈스 서비스를 정상적으로 이용할 수 있도록 당사 또는 당사와 제휴 계약을 체결한 업체가 발급한 카드로 종류는 다음과 같습니다.
    ◦ 1. 일반 마일리지 카드 : 단순한 포인트 적립 및 사용만 가능한 기본 카드를 의미함.
    ◦ 2. 배스킨라빈스 모바일 카드(이하 “모바일 카드”) : 당사 또는 당사와 서비스 계약을 체결한 제휴사에서 제공하는 스마트폰 애플리케이션을 통하여 발급받거나 등록한 카드로, 기본카드의 기능을 포함함
    ◦ 3. 배스킨라빈스 제휴카드(이하 "제휴카드") : 배스킨라빈스의 기본적인 마일리지 서비스와 신용카드 또는 체크카드, 선불카드 등의 기능이 결합된 제휴 업체 발급 카드를 의미함.
• ④ "배스킨라빈스"(이하 “포인트”)라 함은 당사의 브랜드, 제휴사, 제휴가맹점에서 제품 및 서비스를 구입할 경우 당사 및 제휴사가 고지한 적립률에 따라 부여되는 포인트를 의미합니다.
• ⑤ "가용 포인트", "잔여 포인트"라 함은 회원이 적법하게 부여 받은 배스킨라빈스 중 이미 사용한 인트를 제외한 나머지 배스킨라빈스의 합계를 의미합니다.
• ⑥ "제휴가맹점"은 온/오프라인 상의 당사 또는 SPC그룹 계열사 브랜드의 직영점 또는 가맹점 및 당사와 제휴 계약을 체결하고 배스킨라빈스를 공동으로 운영하거나 회원 대상의 서비스를 제공하기로 합의한 업체 또는 점포 전체를 의미합니다. 단, 당사 또는 SPC그룹 계열사 브랜드의 직영점 또는 가맹점 중 휴게소, 지하철 역사, 기타 사업장에 입점한 형태의 일부 업체 또는 점포의 경우, 제휴가맹점에서 제외되어 배스킨라빈스 적립 또는 사용이 불가능할 수 있습니다. 제휴가맹점의 추가, 변경 시 당사는 제4조에 따른 방법에 따라 사전에 고지합니다.
• ⑦ 당사와 회원 사이에 개별적으로 합의한 사항이 본 약관에 정한 사항과 다를 때에는 그 합의사항을 본 약관에 우선하여 적용하며, 전자금융거래에 관하여 본 약관에 정하지 않은 사항은 개별약관이 정하는 바에 따릅니다. 당사는 본 약관과 전자금융거래에 관한 개별약관에 정하지 않은 사항(용어의 정의 포함)에 대하여는 다른 합의사항이 없으면 전자금융거래법, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관계 법령에서 정한 바에 따릅니다.

**제 4조 (약관개정)**
• ① 본 약관은 수시로 개정될 수 있으며 약관을 개정하고자 할 경우 당사는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일"이라고 합니다)로부터 1개월 전에 약관이 개정된다는 사실과 개정된 내용 등을 회원에게 고지하여 드립니다. 단, 법령의 개정으로 인하여 긴급하게 약관을 변경하는 때에는 배스킨라빈스 홈페이지(www.happypointcard.com)(이하 "홈페이지")또는 배스킨라빈스 모바일 어플리케이션(이하 "해피앱")에 이를 즉시 게시하고 회원에게 고지합니다.
• ② 당사가 e-mail통보 또는 서면통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에는 회원이 당사에 기제공한 e-mail 주소나 주소지 중 가장 최근에 제공된 e-mail이나 주소지로 통보합니다.
• ③ 본 조의 규정에 의하여 개정된 약관(이하 "개정약관")은 원칙적으로 그 효력 발생일로부터 장래를 향하여 유효합니다.
• ④ 당사가 제1항에 따라 게시하거나 고지를 하는 경우에는 “회원이 변경에 동의하지 아니한 경우 고지를 받은 날로부터 30일 이내에 계약을 해지할 수 있으며, 계약해지의 의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 본다”라는 취지의 내용을 통지하여야 합니다.
• ⑤ 회원은 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 당사와 서비스 이용계약을 해지할 수 있습니다. 이 기간 안에 회원이 약관의 변경내용에 대하여 이의를 제기하지 아니하는 경우에는 약관의 변경을 승인한 것으로 봅니다.
• ⑥ 본 조의 통지방법 및 통지의 효력은 본 약관의 각 조항에서 규정하는 개별적인 또는 전체적인 통지의 경우에 이를 준용합니다.
• ⑦ 당사가 회원에 고지하는 방법은 다음 각 호에 따릅니다.
    ◦ 1. e-mail 통보
    ◦ 2. 휴대 전화 메시지(SMS, LMS 등) 발송
    ◦ 3. 서면통보
    ◦ 4. 홈페이지 또는 해피앱 내 게시
    ◦ 5. 제휴가맹점 내 게시

**제 5조 (회원가입 및 배스킨라빈스 발급)**
• ① 회원으로 가입하고자 하는 고객은 당사에서 정한 홈페이지 및 모바일(당사 또는 당사의 제휴가맹점에서 운영하는 홈페이지 및 모바일)이나 일부 제휴가맹점의 지점에서 회원 가입 신청서(서면 또는 온라인, 모바일 포함)에 정해진 사항을 기입한 후, 본 약관 및 개인정보 수집 동의서, 위치기반 서비스 이용약관에 동의함으로써 회원가입을 신청합니다. 단, 제휴가맹점을 통하여 가입하는 경우, 제휴가맹점에 따라 별도의 ‘개인정보의 수집, 제공 및 활용에 대한 동의서’를 요청할 수 있습니다.
• ② 14세 미만의 경우, 법정대리인의 동의를 받아 본 약관에 동의하고 가입 신청을 합니다. 단, 이 경우 법률에 의거 또는 제휴가맹점의 정책에 따라 법정대리인의 동의 여부와 관계없이 가입을 제한하거나 일부 서비스 제공이 불가능 할 수 있습니다.
• ③ 회원은 회원자격을 타인에게 양도하거나 대여 또는 담보의 목적으로 이용할 수 없습니다.
• ④ 본 조 제1항 및 제2항에 따라 가입된 회원 중 개인정보를 잘못 기입했거나 개인식별정보, 이름 등이 법적 절차에 의해 변경되었을 경우 증빙자료 제출/심사 후 카드의 명의를 변경할 수 있습니다.
• ⑤ 본 조 제1항 및 제2항에 따라 가입된 회원 중 개인정보를 잘못 기입했거나 개인식별정보, 이름 등이 법적 절차에 의해 변경되었을 경우 증빙자료 제출/심사 후 카드의 명의를 변경할 수 있습니다.
• ⑥ 카드의 분실/파손/사용정지 등의 상태 변경은 회원 자격에 영향을 미치지 않습니다.

**제 6조 (배스킨라빈스 서비스 개요)**
• ① 당사가 본 약관에 정해진 바에 따라 회원에게 제공하는 배스킨라빈스 서비스는 다음 각 호와 같으며 배스킨라빈스 서비스를 이용하고자 하는 고객은 본 약관에 정해진 제반 절차를 거쳐 회원으로 가입하여야 합니다. 단, 개별 서비스의 특성 또는 배스킨라빈스의 성격에 따라 일부 서비스의 이용조건, 이용범위 등이 제한되거나 회원에게 일정한 자격요건이 요구될 수 있으며, 이 경우 당사는 그 제한 사항 및 자격요건을 회원에게 고지해 드립니다.
    ◦ 1. 포인트 적립 서비스
        ▪ 가. 회원은 회원 본인이 제휴가맹점에서 상품/서비스를 구입하고 제휴가맹점의 포인트 지급 원칙에 따라 현장에서 배스킨라빈스를 제시하거나, 온라인에서 카드 등록 또는 인증하면 배스킨라빈스를 적립 받을 수 있으며, 필요에 따라 본인 확인을 위하여 신분증 제시를 요구할 수 있습니다.
        ▪ 나. 적립 포인트는 실 결제 금액에 제휴가맹점별 적립률을 적용하여 산정되며, 제휴가맹점 별 적립률은 배스킨라빈스 홈페이지 및 해피앱 혹은 제휴가맹점 홈페이지에서 확인 가능합니다. 단, 당사와 제휴가맹점의 정책에 따라 배스킨라빈스 모바일 카드 발급고객과 배스킨라빈스 모바일 카드 미발급고객의 적립률은 상이하게 적용됩니다.
        ▪ 배스킨라빈스 서비스 개요 테이블구분적립률배스킨라빈스 모바일 카드 발급고객최대 5%배스킨라빈스 모바일 카드 미발급고객최대 0.5%
        ▪ 다. 회원이 상품/서비스를 구입 후 배스킨라빈스 이외에 타 제휴카드, 타사 멤버십 카드를 제시하거나 이미 할인된 상품/서비스를 구매하는 경우 배스킨라빈스 적립이 불가할 수 있습니다. 단, 당사가 중복 적립 가능하도록 허용한 경우에는 정해진 적립률에 따라 포인트를 적립 받을 수 있습니다.
        ▪ 라. 포인트는 제휴 가맹점에서 상품/서비스를 구입한 시점에, 회원 본인의 매출금액에 대한 현장(제휴가맹점)적립을 원칙으로 하나, 카드 미제시 등의 이유로 적립하지 못하였을 때에는 구입한 시점으로부터 24시간 이내일 경우 영수증 바코드를 이용하여 해피앱 등으로 적립할 수 있습니다. 또한 제휴가맹점의 정책에 따라 구입 및 적립 요청 시점 이후 특정 시점에 포인트가 일괄 적립될 수 있습니다. 이때 당사는 당사의 홈페이지나 해피앱 또는 제휴가맹점 홈페이지나 모바일 어플리케이션, 제휴영업점을 통하여 별도 표기 합니다.
        ▪ 마. 제휴가맹점의 정책에 따라 일부 제휴가맹점에서는 포인트 적립이 불가할 수도 있으며, 온라인 서비스의 경우 별도의 적립률이 적용될 수 있습니다. 이 경우 당사 홈페이지 및 해피앱 혹은 제휴가맹점 홈페이지 및 제휴가맹점을 통하여 별도 안내합니다.
        ▪ 바. 포인트 적립률 및 기준은 당사와 제휴가맹점의 내부 방침에 따라 사전고지 후 변경될 수 있습니다.
        ▪ 사. 회원은 상품 구매 외에도 당사 홈페이지나 해피앱, 제휴가맹점 홈페이지나 모바일 어플리케이션, 제휴 영업점에서 한시적으로 또는 상시로 진행하는 이벤트에 참여하는 등의 방법으로 배스킨라빈스를 적립할 수 있습니다.
    ◦ 2. 포인트 결제(사용) 서비스
        ▪ 가. 회원은 적립된 배스킨라빈스를 사용하여 제휴가맹점에서 상품/서비스를 구입 할 수 있습니다. 단, 포인트 사용시에는 반드시 실물로 배스킨라빈스(일반 마일리지 카드, 모바일카드, 제휴카드)를 제시하여야 합니다.
        ▪ 나. 회원은 포인트 사용시 비밀번호 사용 여부를 설정할 수 있으며, 해당 비밀번호를 변경할 수 있습니다. 회원은 비밀번호가 유출되지 않도록 주의하여야 합니다. 회원은 배스킨라빈스 홈페이지 및 배스킨라빈스 고객센터를 통하여 비밀번호 사용여부 및 비밀번호를 변경 할 수 있습니다.
        ▪ 다. 회원이 비밀번호를 설정하지 않았거나 비밀번호 관리를 소홀히 하여, 타인에게 노출 된 경우에는, 카드의 도난, 분실 기타 사고로 인한 포인트 손실에 대하여 회사는 책임을 지지 않습니다.
        ▪ 라. 2장 이상의 카드를 보유하고 있는 회원의 경우, 배스킨라빈스 운영 정책에 따라 고객의 고유 식별 코드 기준으로 포인트가 자동 합산됩니다. 이와 관련된 자세한 내용은 배스킨라빈스 홈페이지 또는 해피앱에 게시하도록 합니다. 이때, 2장 이상의 카드 간 등록회원정보가 일치하지 않는 경우 포인트 통합이 불가능하며, 회원정보 허위 등록으로 인해 포인트 합산이 불가능한 경우, 회사는 이에 대한 책임을 지지 않습니다.
        ▪ 마. 배스킨라빈스 사용이 허용되지 아니하는 일부 제휴가맹점에서는 배스킨라빈스 결제가 제한될 수 있습니다.
        ▪ 바. 회원이 배스킨라빈스를 사용하여 상품 구매 후 구매취소 또는 환불하는 경우, 배스킨라빈스 사용 상당액은 배스킨라빈스로만 환불이 가능하며 현금으로 환급하여 환불할 수 없습니다. 만일 회원이 상품 구매 후 회원탈퇴 하는 등 배스킨라빈스로 환불이 불가능한 경우 당사는 주문 취소 또는 환불을 거절할 수 있으나, 이 경우에도 회원이 재가입하여 동일인임을 인증하는 때에는 배스킨라빈스로 환불 받을 수 있습니다.
    ◦ 3. 내 주변 쿠폰/혜택 알림
        ▪ 가. 당사는 회원에게 실생활에 유용한 다양한 혜택 제공을 위하여 해피앱에 배스킨라빈스 위치기반 서비스를 포함시킬 수 있습니다.
        ▪ 나. 당사가 제공하는 서비스 내용은 아래와 같으며, 위치기반 서비스에 관한 자세한 사항은 배스킨라빈스 홈페이지 및 해피앱에 게재되어 있는 ‘위치기반 서비스 이용약관’, ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.
        ▪ 포인트 결제(사용) 서비스 테이블/서비스내용1임의로 지정된 마케팅 지역(또는 매장)에 방문(접근)한 고객의 Device를 인식해 어플리케이션으로 방문 Stamp 등의 로열티 서비스 제공2내 주변 매장 찾기
    ◦ 4. 단골매장 등록에 따른 서비스
        ▪ 가. 회원은 해피앱 내에서 직접 ‘단골매장’을 등록할 수 있고, 등록 시 마케팅 활용에 동의하는 경우 해당 매장에서 제공하는 다양한 혜택(제휴가맹점 행사 알림, 할인쿠폰 등)을 문자 메시지 또는 해피앱 PUSH로 받아볼 수 있습니다.
        ▪ 나. 고객은 언제든지 해피앱 내에서 단골매장 등록을 철회할 수 있습니다.
• ② 당사는 배스킨라빈스 서비스의 원활한 제공을 위하여 홈페이지를 운영하고 있으며, 회원은 이용자 ID 및 Password 지정 등 당사가 정하는 이용자 등록 절차를 거쳐 홈페이지 및 해피앱 내 각종 서비스를 이용할 수 있습니다.
• ③ 배스킨라빈스는 금전으로 교환 또는 환불이 불가하며, 다른 회원이 보유한 포인트와 합산하거나 제3자에 대한 양도, 별도의 충전이 불가합니다.

**제 7조 (배스킨라빈스의 이용 및 운용)**
• ① 회원은 "제휴가맹점"에서 1,000원 이상의 상품 및 서비스를 구매하는 경우, 배스킨라빈스, 배스킨라빈스 제휴카드 또는 배스킨라빈스 모바일 카드를 제시하고 제휴가맹점의 기준에 따라 실 결제금액의 특정 비율만큼 포인트를 적립 받을 수 있습니다. 회원은 휴대전화번호 등 회원의 개인정보로 회원임을 인증하는 경우, 배스킨라빈스, 배스킨라빈스 제휴카드 또는 배스킨라빈스 모바일 카드를 제시하지 아니하더라도 배스킨라빈스를 적립할 수 있습니다.
• ② 포인트가 일정 포인트 이상[현행 일백포인트 이상이며, 행사 또는 제휴가맹점의 별도 기준에 따를 수 있음] 적립된 경우, 회원은 당사의 가맹점에서 제품 구매 시 10포인트 단위로 현금 대신 활용하실 수 있습니다. 단, 포인트로 제품을 구매하는 경우, 포인트 사용 금액 상당에 대하여는 포인트의 추가 적립이 불가합니다.
• ③ 배스킨라빈스 적립 및 사용은 배스킨라빈스 운영정책에 따라 배스킨라빈스에 등록된 회원 정보와 회원이 제시한 정보가 일치할 경우에 한하여 가능합니다.
• ④ 1회 이상 배스킨라빈스를 적립 또는 사용한 회원은 본 약관의 모든 사항에 동의한 것으로 간주합니다.
• ⑤ 회원은 이 카드 및 회원에게 적립된 포인트를 타인에게 양도 또는 담보의 목적으로 이용할 수 없으며 선량한 관리자로서의 주의를 다하여 카드 및 적립 포인트를 이용, 관리하여야 합니다.
• ⑥ 회원은 카드를 분실하였을 경우 즉시 당사에 알려, 카드 정지 및 재발급 요청을 할 수 있으며, 당사는 요청을 받은 때부터 제3자가 해당 카드를 사용함으로 인하여 회원에게 발생한 손해를 배상할 책임을 부담합니다. 다만, 카드 정지 및 재발급 요청이 있기 전에 적립된 포인트에 대한 손해에 대해서는 그 책임을 회원의 부담으로 할 수 있습니다.
• ⑦ 회원은 당사가 정한 회원의 필수정보(이름, 주민등록번호 7자리(생년월일, 성별), CI값 등 본인식별번호, 휴대폰 번호, 주소, e-mail)가 누락되어 있을 경우 적립된 포인트의 사용이 제한될 수 있습니다.
• ⑧ 회원의 구매로 적립된 포인트의 유효기간은 적립일로부터 36개월이며 적립일로부터 36개월 이후 적립 포인트는 실효되어 자동 소멸됩니다. 유효기간은 연장이 불가능하며, 당사는 유효기간이 도래하기 1개월 전 회원이 당사에 제출한 전화번호를 통한 메시지(SMS/LMS/MMS/PUSH)나 전자우편 주소로 유효기간의 도래, 연장이 불가능하다는 점에 대해 1회 이상 통지합니다.
• ⑨ 당사 또는 제휴가맹점은 이벤트 성으로 한시적 유효기간을 갖는 포인트를 지급할 수 있으며, 이 경우 별도 유효기간이 적용될 수 있습니다.
• ⑩ 포인트의 실효는 회원 자격에 영향을 미치지 아니합니다.
• ⑪ 당사는 사회공익활동 참가희망 회원에 한하여 회원의 적립포인트 중 10%를 활용하여 사회활동에 참여 할 수 있으며, 참여 의사는 홈페이지 및 배스킨라빈스 고객센터를 통하여 언제라도 변경할 수 있습니다. 당사는 해당 기부금액의 사용 시 그 내역을 당사의 홈페이지를 통해 공고하여야 합니다.
• ⑫ 당사는 할인카드, 쿠폰, 기타 프로모션에 따른 할인 혜택 및 증정품(판촉물, 제품)제공 행사 참여 혜택과 포인트 적립/사용 서비스를 중복 제공하지 아니할 수 있습니다. 단, 당사가 중복 적립 가능하도록 허용한 경우에는 정해진 적립률에 따라 포인트를 적립 받을 수 있습니다.

**제 8조 (적립포인트의 관리 및 권리)**
• ① 포인트는 카드발급 후 최초 적립하는 시점부터 누적 적립됩니다.
• ② 포인트는 회원에게 귀속된 금전적 권리이므로 당사는 이를 제3자에게 담보로 제공하거나 채무에 대한 변제로 충당할 수 없습니다.
• ③ 포인트 적립에 오류가 있을 경우 회원은 오류 발생 시점부터 30일 이내에 "당사"에 정정신청을 하여야 하며 "당사"는 회원의 정정요청일로부터 30일 이내에 조정을 할 수 있습니다. 단, 회원은 이를 증명할 수 있는 구매 영수증이나 기타 자료를 제시하거나 제휴가맹점으로부터 명시적인 확인을 받아야 합니다.
• ④ 적립 포인트는 당사의 홈페이지 또는 해피앱, 각 가맹점에 설치된 POS 및 결제 영수증, 배스킨라빈스 고객센터에서 조회 가능합니다.

**제 9조 (카드의 분실 및 재발급)**
• ① 회원이 카드를 분실, 파·훼손하였을 경우 당사 배스킨라빈스 고객센터(080-320-1234)를 통해 재발급 신청을 하거나, 홈페이지에서 당사가 정하는 신청절차를 거친 후 재발급을 신청할 수 있습니다. 이때, 기존 카드는 정지되며, 기존 적립포인트는 재발급 시 신규카드로 이관됩니다.
• ② 이관 완료된 카드는 회원이 등록한 주소지로 발송됩니다. 회원은 카드의 정확한 배송을 위해 재발급 신청 시 정확한 주소를 등록해야 하며, 재발급 신청 시 정보 미변경으로 인한 손실에 대해서는 회원이 모든 책임을 집니다. 단, 배스킨라빈스 제휴카드의 포인트 이관은 별도의 정책에 따를 수 있으며, 이러한 경우, 회원에게 별도로 고지해야 합니다.

**제 10조 (회원탈퇴 및 자격정지)**
• ① 회원은 언제든지 서면, e-mail, 전화, 홈페이지 고객 게시판 등 기타 당사가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 당사는 회원의 요청에 따라 조속히 회원탈퇴에 필요한 제반 절차를 수행합니다.
• ② 회원이 회원 탈퇴 후 재가입하는 경우, 신규회원 혜택은 제공되지 않습니다.
• ③ 회원이 다음 각 호의 사유에 해당하는 경우, 당사는 그 사유를 사전 통지한 후 해당 회원의 회원 자격을 상실시킬 수 있습니다. 단, 사전에 통지할 수 없는 긴급한 사유가 있는 경우 사후 통지할수 있습니다.
    ◦ 1. 회원가입시에 허위의 내용을 기재한 경우
    ◦ 2. 배스킨라빈스 부정적립, 부정사용 등 배스킨라빈스를 부정한 방법 또는 목적으로 이용한 경우
        ▪ 가. 부정적립이란 제휴가맹점에서 타인의 상품이나 서비스 구매 내역을 이용하거나 가상의 구매내역을 생성하는 등의 방법으로 실제로 상품이나 서비스를 구매하지 않은 회원이 배스킨라빈스를 적립하거나 회원 본인의 실제 구매액 이상으로 배스킨라빈스를 적립하는 경우를 말합니다. 다만 실제로 상품이나 서비스를 구매한 회원의 요청에 따라 배스킨라빈스가 적립된 경우에는 부정적립으로 보지 아니합니다.
        ▪ 나. 부정사용이란 회원이 부정 적립한 적립포인트를 사용하거나 타회원의 동의 없이 타회원의 배스킨라빈스를 임의로 사용한 경우를 말합니다.
        ▪ 다. 부정 적립 또는 부정 사용을 통보 받은 회원은 부정 적립 또는 부정 사용의 책임을 부담하지 않음을 회원자격 상실 전 소명할 수 있습니다. 이 경우 당사는 회원의 소명 내용을 심사하여 객관적으로 회원의 주장이 타당하다고 인정될 경우에는 회원으로 하여금 정상적으로 배스킨라빈스의 서비스를 이용할 수 있도록 합니다. 만일 45일 내에 소명하지 않는 경우에는 소명사실이 없는 것으로 봅니다.
    ◦ 3. 회원이 사망한 경우
    ◦ - 회원이 적립한 포인트는 회원 또는 회원 가족의 요청에 따라 상속할 수 있습니다. 단, 상속사실을 확인할 수 있는 확인서(가족관계 증명서 등)를 제출해야 합니다.
    ◦ 4. 다른 회원의 배스킨라빈스 홈페이지 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
    ◦ 5. 기타 본 약관에 규정된 회원의 의무를 위반한 경우
• ④ 본 조 제1항에 의한 회원탈퇴 또는 제2항에 의한 회원자격상실이 확정되는 시점은 아래와 같습니다.
    ◦ 1. 회원탈퇴 요청일 또는 회원자격상실 통보일
    ◦ 2. 사망으로 인한 자격상실의 경우에는 사망일
• ⑤ 본 조 제1항에 의한 회원탈퇴 또는 제2항에 의한 회원자격상실 대상 회원에게 잔여포인트(또는 잔여 유료 결제 서비스) 및 포인트를 이용해 결제한 재화에 대한 취소, 환불 권리는 본 조 제3항에서 정한 회원탈퇴 시점 및 회원자격상실 시점에 자동으로 소멸됩니다.
• ⑥ 회원의 배스킨라빈스 제휴(신용/체크)카드 회원탈퇴 또는 카드해지는 배스킨라빈스 회원 자격에 영향을 미치지 아니하며, 회원 명의의 타 배스킨라빈스를 추가 보유하고 있는 경우 기존 제휴(신용/체크)카드를 통해 적립한 포인트는 타 배스킨라빈스로도 사용 가능합니다. 단, 동일한 명의의 회원카드임이 확인되지 않은 배스킨라빈스에 대해서는 포인트 이관이 제한됩니다.
• ⑦ 회원은 포인트 이관을 원하지 않는 경우, 제1항에서 정하는 방법으로 의사를 표현할 수 있습니다.

**제 11조 (개인정보 수집)**
• ① 당사는 부정적립/사용 또는 부정적립/사용이 의심되는 정황을 인지하거나, 신고가 접수되면 이에 관하여 조사할 권리가 있으며, 이 경우 회원은 원활한 조사 진행을 위하여 당사에 적극 협조하여야 합니다.
• ② 부정적립된 배스킨라빈스는 해당 적립액을 부담한 제휴사 및 제휴사의 가맹점에게 반환되며, 타인의 배스킨라빈스를 부정사용한 경우 해당 포인트는 원 권리자에게 반환됩니다. 이에 대하여 부정적립 또는 부정사용한 회원은 어떠한 권리도 주장할 수 없습니다. 또한 부당 이익을 취한 경우, 즉, 부정적립포인트로 상품이나 서비스를 구매한 경우 해당 회원 또는 부정적립 동조자는 민형사상의 책임을 집니다.

**제 12조 (개인정보 수집)**
• 당사는 회원이 가입신청 할 때 제공하거나 카드 및 기타 부가 서비스를 이용하면서 발생하는 각종 개인정보뿐만 아니라 사전에 회원으로부터 동의를 받아 추가로 획득한 정보를 수시로 저장할 수 있으며, 당사는 이를 통하여 회원에게 더 나은 서비스를 제공하기 위하여 사용합니다. 개인정보수집 및 처리에 관한 자세한 사항은 당사 홈페이지에 게재되어 있는 ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.

**제 13조 (개인정보 이용 및 제3자 제공)**
• ① 당사는 회원으로부터 수집한 개인정보를 당사의 ‘개인정보 처리방침’에 기재된 범위 내에서만 사용하며, 회원의 동의 없이는 동 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 단, 보다 나은 서비스 제공을 위하여 개인정보를 제휴가맹점에게 제공하거나 공유할 필요가 있는 경우 제공 또는 공유할 정보의 항목 및 제휴가맹점명, 목적, 기간 등을 명시하여 회원에게 동의를 구하는 절차를 거치게 되며, 동의하지 않는 경우에는 제3자에게 제공 또는 공유하지 않습니다.
• ② 아래의 경우에는 회원의 정보 제공 동의를 얻지 아니하고 제3자에게 개인정보를 제공할 수 있습니다.
    ◦ 1. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
    ◦ 2. 공공기관이 법령 등에서 정하는 소관 업무의 수행을 위하여 불가피한 경우
    ◦ 3. 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
    ◦ 4. 공중위생 등 공공의 안전과 안녕을 위하여 긴급히 필요한 경우

**제 14조 (개인정보 보유 및 이용기간)**
• ① 당사는 ‘개인정보 처리방침’에 기재된 내용과 같이 수집된 개인정보를 회원의 탈퇴 시 또는 동의 철회 시까지 이용 및 보관하며, 수집 및 이용목적이 달성 또는 상실된 때에는 회원의 개인정보를 즉시 폐기합니다.
• ② 전항에도 불구하고 관련 법령의 규정에 의하여 일정기간 보유해야 할 필요가 있을 경우에는 관련 법령이 정한 기간 동안 회원의 정보를 보관할 수 있습니다 이 경우 해당 정보는 보관의 목적으로만 관리합니다.
• ③ 개인정보 보유 및 이용기간에 관한 자세한 사항은 당사 홈페이지에 게재되어 있는 ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.

**제 15조 (개인정보보호를 위한 회원의 권리)**
• ① 회원(만 14세 미만 회원의 경우 그 법정대리인 포함)은 언제든지 등록되어 있는 본인의 개인정보를 열람하거나 정정할 수 있으며(단, 키즈카드 신청시 입력하는 회원 자녀의 생년월일 정보는 1회까지만 수정 허용함), 가입 해지를 요청할 수 있습니다. 특히 회원의 개인정보의 정정 요구에 대하여 당사는 해당 내용에 대해 정정할 때까지 개인정보를 이용하지 않습니다.
• ② 회원은 가입시 개인정보 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다.
• ③ 회원은 다음과 같은 방법으로 본 조 제1항 및 제2항에 기재된 회원의 권리를 요구할 수 있습니다.
    ◦ 1. 배스킨라빈스 홈페이지의 Q&A
    ◦ 2. 개인정보보호 담당자에게 e-mail
    ◦ 3. 고객센터로 전화
        ▪ - 배스킨라빈스 고객센터(080-320-1234)
        ▪ - ㈜파리크라상 고객센터(080-731-2027)
        ▪ - 비알코리아㈜ 고객센터(080-555-3131)

**제 16조 (개인정보 위탁)**
• ① 당사는 수집된 개인정보의 처리 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 원활한 업무 처리를 위해 필요한 경우 업무의 일부 또는 전부를 당사가 선정한 업체에 위탁할 수 있습니다.
• ② 위탁업체가 추가 또는 변경되는 경우, 당사의 ‘개인정보 처리방침’을 통하여 확인할 수 있습니다.

**제 17조 (개인정보보호 담당자)**당사는 회원의 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 개인정보보호 담당자를 두고 있습니다. 개인정보보보호 담당자의 연락처는 당사 홈페이지 내 ‘개인정보 처리방침’을 통하여 확인할 수 있습니다.

**제 18조 (약관 위반 시 책임)**당사와 회원은 본 약관을 위반함으로써 발생한 모든 책임을 각자가 부담하며 이로 인하여 상대방에게 손해를 입힌 경우에는 배상하여야 합니다.

**제 19조 (배스킨라빈스 홈페이지)**① 당사는 회원에 대한 효율적인 배스킨라빈스 서비스(이하 "홈페이지")를 제공하기 위하여 홈페이지를 운영하며, 홈페이지에서 제공하는 각종 서비스(이하 "홈페이지 서비스")를 이용함에 있어 필요한 사항을 규정합니다.② 당사는 홈페이지 운영과 관련하여 관계 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는 데 최선을 다합니다.③ 당사는 배스킨라빈스 홈페이지를 통하여 다음과 같은 업무를 수행합니다.
• 1. 회원에 대한 배스킨라빈스 관련 제반 정보의 제공
• 2. 회원정보 신규등록, 정보변경, 재발급, 카드이관, 정보조회 등
• 3. 온라인 포인트 서비스
• 4. 회원대상 당사 및 제휴 프로모션
• 5. 기타 당사가 정한 업무④ 당사는 컴퓨터 등 정보통신설비의 점검, 보수, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 홈페이지 서비스의 제공을 일시적으로 중단할 수 있습니다.⑤ 위의 사유로 홈페이지 서비스를 중단하고자 할 경우 당사는 e-mail 또는 홈페이지에 게시하는 방법으로 회원에게 홈페이지 서비스 중단 사실을 알려드립니다.⑥ 홈페이지 서비스를 이용하고자 하는 회원은 당사가 정하는 바에 따라 회원ID 및 Password를 등록하여야 합니다.⑦ 회원 ID와 Password에 관한 관리책임은 회원 본인에게 있으므로 회원은 자신의 ID 및 Password를 제3자에게 알려주거나 이용하게 해서는 안됩니다.⑧ 회원이 자신의 ID 또는 Password를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 당사에 통보하고 당사의 안내가 있는 경우에는 그에 따라야 합니다.⑨ 회원이 고의 또는 중대한 과실로 아이디, Password 를 제3자에게 공개, 유출, 대여, 양도 또는 이와 유사한 행위를 하여 회원에게 손해가 발생하였거나 관련 법령에 따라 당사가 충분한 주의 의무를 다한 경우, 당사는 손해의 전부 또는 일부를 회원의 책임으로 할 수 있습니다.

**제 20조 (회원의 의무)**회원은 홈페이지 서비스 이용과 관련하여 다음 각 호의 행위를 해서는 안됩니다.
• 1. 홈페이지 서비스 이용을 위한 제반 사항 신청 또는 변경시 허위내용 기재행위
• 2. 배스킨라빈스 홈페이지에 게시된 각종 정보의 무단 변경, 삭제 등 훼손 행위
• 3. 당사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위
• 4. 외설 또는 폭력적인 정보를 배스킨라빈스 홈페이지에 공개하거나 게시하는 행위

**제 21조 (저작권의 귀속 및 이용제한)**
• ① 당사가 작성한 저작물에 대한 저작권 기타 지식재산권은 당사에 귀속합니다.
• ② 배스킨라빈스 서비스의 종료 기준일은 회원에게 송부된 게시물에 명시된 일자로 합니다. 배스킨라빈스 서비스 종료일까지 사용되지 않은 포인트는 소멸됩니다.

**제 22조 (배스킨라빈스의 서비스 중단)**① 배스킨라빈스 서비스가 중단되는 경우 당사는 서비스 중단 사유를 명시하여 중단시점 기준 최소 3개월 이전에 제4조에 정한 방법으로 회원에게 통보합니다.② 배스킨라빈스 서비스의 종료 기준일은 회원에게 송부된 게시물에 명시된 일자로 합니다. 배스킨라빈스 서비스 종료일까지 사용되지 않은 포인트는 소멸됩니다.

**제 23조 (분쟁조정 및 관할 법원)**본 약관에 따른 분쟁의 조정은 일반 상관례에 따라 회원과 당사가 상호 협의하여 결정하되 합의가 안될 경우에는 본 약관과 관련한 제반 분쟁 및 소송은 민사소송법에 의한 관할법원에서 해결하기로 합니다.

**부칙**본 약관은 2023년 09월 29일부터 효력이 발생되며, 기존 약관에 동의한 고객은 제4조에 따른 고지를 받은 날로부터 30일 이내에 반대의 의사표시를 하지 않은 경우 본 약관에 동의하신 것으로 봅니다.

필수항목에 동의하지 않을 권리가 있습니다. 다만, 동의 거부 시 회원가입에 제한이 있을 수 있습니다.**제 1조 (목적)**본 약관은 배스킨라빈스 회원이 주식회사 섹타나인(이하 "당사")에서 제공하는 배스킨라빈스 서비스를 이용함에 있어 배스킨라빈스 회원과 당사의 제반 권리의무 및 관련 절차 등을 규정하는 데 그 목적이 있습니다.

**제 2조 (운영)**배스킨라빈스 카드는 당사에서 운영하며, 배스킨라빈스 카드 서비스는 본 약관에 동의하고 당사의 승인을 얻은 회원, 제휴가맹점에 적용됩니다.

**제 3조 (용어의 정의)**
• ① "배스킨라빈스 회원"(이하 "회원")이라 함은 당사의 약관을 승인하고 정해진 가입 절차를 통하여 가입하여 당사로부터 회원 자격을 부여 받아 정상적으로 배스킨라빈스 서비스를 이용할 수 있는 고객을 말합니다.
• ② "배스킨라빈스 서비스"라 함은 회원을 위해 당사가 제공하는 서비스로 배스킨라빈스 적립 및 사용 서비스를 말합니다.
• ③ "배스킨라빈스"(이하 "카드")라 함은 회원이 배스킨라빈스 서비스를 정상적으로 이용할 수 있도록 당사 또는 당사와 제휴 계약을 체결한 업체가 발급한 카드로 종류는 다음과 같습니다.
    ◦ 1. 일반 마일리지 카드 : 단순한 포인트 적립 및 사용만 가능한 기본 카드를 의미함.
    ◦ 2. 배스킨라빈스 모바일 카드(이하 “모바일 카드”) : 당사 또는 당사와 서비스 계약을 체결한 제휴사에서 제공하는 스마트폰 애플리케이션을 통하여 발급받거나 등록한 카드로, 기본카드의 기능을 포함함
    ◦ 3. 배스킨라빈스 제휴카드(이하 "제휴카드") : 배스킨라빈스의 기본적인 마일리지 서비스와 신용카드 또는 체크카드, 선불카드 등의 기능이 결합된 제휴 업체 발급 카드를 의미함.
• ④ "배스킨라빈스"(이하 “포인트”)라 함은 당사의 브랜드, 제휴사, 제휴가맹점에서 제품 및 서비스를 구입할 경우 당사 및 제휴사가 고지한 적립률에 따라 부여되는 포인트를 의미합니다.
• ⑤ "가용 포인트", "잔여 포인트"라 함은 회원이 적법하게 부여 받은 배스킨라빈스 중 이미 사용한 인트를 제외한 나머지 배스킨라빈스의 합계를 의미합니다.
• ⑥ "제휴가맹점"은 온/오프라인 상의 당사 또는 SPC그룹 계열사 브랜드의 직영점 또는 가맹점 및 당사와 제휴 계약을 체결하고 배스킨라빈스를 공동으로 운영하거나 회원 대상의 서비스를 제공하기로 합의한 업체 또는 점포 전체를 의미합니다. 단, 당사 또는 SPC그룹 계열사 브랜드의 직영점 또는 가맹점 중 휴게소, 지하철 역사, 기타 사업장에 입점한 형태의 일부 업체 또는 점포의 경우, 제휴가맹점에서 제외되어 배스킨라빈스 적립 또는 사용이 불가능할 수 있습니다. 제휴가맹점의 추가, 변경 시 당사는 제4조에 따른 방법에 따라 사전에 고지합니다.
• ⑦ 당사와 회원 사이에 개별적으로 합의한 사항이 본 약관에 정한 사항과 다를 때에는 그 합의사항을 본 약관에 우선하여 적용하며, 전자금융거래에 관하여 본 약관에 정하지 않은 사항은 개별약관이 정하는 바에 따릅니다. 당사는 본 약관과 전자금융거래에 관한 개별약관에 정하지 않은 사항(용어의 정의 포함)에 대하여는 다른 합의사항이 없으면 전자금융거래법, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관계 법령에서 정한 바에 따릅니다.

**제 4조 (약관개정)**
• ① 본 약관은 수시로 개정될 수 있으며 약관을 개정하고자 할 경우 당사는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일"이라고 합니다)로부터 1개월 전에 약관이 개정된다는 사실과 개정된 내용 등을 회원에게 고지하여 드립니다. 단, 법령의 개정으로 인하여 긴급하게 약관을 변경하는 때에는 배스킨라빈스 홈페이지(www.happypointcard.com)(이하 "홈페이지")또는 배스킨라빈스 모바일 어플리케이션(이하 "해피앱")에 이를 즉시 게시하고 회원에게 고지합니다.
• ② 당사가 e-mail통보 또는 서면통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에는 회원이 당사에 기제공한 e-mail 주소나 주소지 중 가장 최근에 제공된 e-mail이나 주소지로 통보합니다.
• ③ 본 조의 규정에 의하여 개정된 약관(이하 "개정약관")은 원칙적으로 그 효력 발생일로부터 장래를 향하여 유효합니다.
• ④ 당사가 제1항에 따라 게시하거나 고지를 하는 경우에는 “회원이 변경에 동의하지 아니한 경우 고지를 받은 날로부터 30일 이내에 계약을 해지할 수 있으며, 계약해지의 의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 본다”라는 취지의 내용을 통지하여야 합니다.
• ⑤ 회원은 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 당사와 서비스 이용계약을 해지할 수 있습니다. 이 기간 안에 회원이 약관의 변경내용에 대하여 이의를 제기하지 아니하는 경우에는 약관의 변경을 승인한 것으로 봅니다.
• ⑥ 본 조의 통지방법 및 통지의 효력은 본 약관의 각 조항에서 규정하는 개별적인 또는 전체적인 통지의 경우에 이를 준용합니다.
• ⑦ 당사가 회원에 고지하는 방법은 다음 각 호에 따릅니다.
    ◦ 1. e-mail 통보
    ◦ 2. 휴대 전화 메시지(SMS, LMS 등) 발송
    ◦ 3. 서면통보
    ◦ 4. 홈페이지 또는 해피앱 내 게시
    ◦ 5. 제휴가맹점 내 게시

**제 5조 (회원가입 및 배스킨라빈스 발급)**
• ① 회원으로 가입하고자 하는 고객은 당사에서 정한 홈페이지 및 모바일(당사 또는 당사의 제휴가맹점에서 운영하는 홈페이지 및 모바일)이나 일부 제휴가맹점의 지점에서 회원 가입 신청서(서면 또는 온라인, 모바일 포함)에 정해진 사항을 기입한 후, 본 약관 및 개인정보 수집 동의서, 위치기반 서비스 이용약관에 동의함으로써 회원가입을 신청합니다. 단, 제휴가맹점을 통하여 가입하는 경우, 제휴가맹점에 따라 별도의 ‘개인정보의 수집, 제공 및 활용에 대한 동의서’를 요청할 수 있습니다.
• ② 14세 미만의 경우, 법정대리인의 동의를 받아 본 약관에 동의하고 가입 신청을 합니다. 단, 이 경우 법률에 의거 또는 제휴가맹점의 정책에 따라 법정대리인의 동의 여부와 관계없이 가입을 제한하거나 일부 서비스 제공이 불가능 할 수 있습니다.
• ③ 회원은 회원자격을 타인에게 양도하거나 대여 또는 담보의 목적으로 이용할 수 없습니다.
• ④ 본 조 제1항 및 제2항에 따라 가입된 회원 중 개인정보를 잘못 기입했거나 개인식별정보, 이름 등이 법적 절차에 의해 변경되었을 경우 증빙자료 제출/심사 후 카드의 명의를 변경할 수 있습니다.
• ⑤ 본 조 제1항 및 제2항에 따라 가입된 회원 중 개인정보를 잘못 기입했거나 개인식별정보, 이름 등이 법적 절차에 의해 변경되었을 경우 증빙자료 제출/심사 후 카드의 명의를 변경할 수 있습니다.
• ⑥ 카드의 분실/파손/사용정지 등의 상태 변경은 회원 자격에 영향을 미치지 않습니다.

**제 6조 (배스킨라빈스 서비스 개요)**
• ① 당사가 본 약관에 정해진 바에 따라 회원에게 제공하는 배스킨라빈스 서비스는 다음 각 호와 같으며 배스킨라빈스 서비스를 이용하고자 하는 고객은 본 약관에 정해진 제반 절차를 거쳐 회원으로 가입하여야 합니다. 단, 개별 서비스의 특성 또는 배스킨라빈스의 성격에 따라 일부 서비스의 이용조건, 이용범위 등이 제한되거나 회원에게 일정한 자격요건이 요구될 수 있으며, 이 경우 당사는 그 제한 사항 및 자격요건을 회원에게 고지해 드립니다.
    ◦ 1. 포인트 적립 서비스
        ▪ 가. 회원은 회원 본인이 제휴가맹점에서 상품/서비스를 구입하고 제휴가맹점의 포인트 지급 원칙에 따라 현장에서 배스킨라빈스를 제시하거나, 온라인에서 카드 등록 또는 인증하면 배스킨라빈스를 적립 받을 수 있으며, 필요에 따라 본인 확인을 위하여 신분증 제시를 요구할 수 있습니다.
        ▪ 나. 적립 포인트는 실 결제 금액에 제휴가맹점별 적립률을 적용하여 산정되며, 제휴가맹점 별 적립률은 배스킨라빈스 홈페이지 및 해피앱 혹은 제휴가맹점 홈페이지에서 확인 가능합니다. 단, 당사와 제휴가맹점의 정책에 따라 배스킨라빈스 모바일 카드 발급고객과 배스킨라빈스 모바일 카드 미발급고객의 적립률은 상이하게 적용됩니다.
        ▪ 배스킨라빈스 서비스 개요 테이블구분적립률배스킨라빈스 모바일 카드 발급고객최대 5%배스킨라빈스 모바일 카드 미발급고객최대 0.5%
        ▪ 다. 회원이 상품/서비스를 구입 후 배스킨라빈스 이외에 타 제휴카드, 타사 멤버십 카드를 제시하거나 이미 할인된 상품/서비스를 구매하는 경우 배스킨라빈스 적립이 불가할 수 있습니다. 단, 당사가 중복 적립 가능하도록 허용한 경우에는 정해진 적립률에 따라 포인트를 적립 받을 수 있습니다.
        ▪ 라. 포인트는 제휴 가맹점에서 상품/서비스를 구입한 시점에, 회원 본인의 매출금액에 대한 현장(제휴가맹점)적립을 원칙으로 하나, 카드 미제시 등의 이유로 적립하지 못하였을 때에는 구입한 시점으로부터 24시간 이내일 경우 영수증 바코드를 이용하여 해피앱 등으로 적립할 수 있습니다. 또한 제휴가맹점의 정책에 따라 구입 및 적립 요청 시점 이후 특정 시점에 포인트가 일괄 적립될 수 있습니다. 이때 당사는 당사의 홈페이지나 해피앱 또는 제휴가맹점 홈페이지나 모바일 어플리케이션, 제휴영업점을 통하여 별도 표기 합니다.
        ▪ 마. 제휴가맹점의 정책에 따라 일부 제휴가맹점에서는 포인트 적립이 불가할 수도 있으며, 온라인 서비스의 경우 별도의 적립률이 적용될 수 있습니다. 이 경우 당사 홈페이지 및 해피앱 혹은 제휴가맹점 홈페이지 및 제휴가맹점을 통하여 별도 안내합니다.
        ▪ 바. 포인트 적립률 및 기준은 당사와 제휴가맹점의 내부 방침에 따라 사전고지 후 변경될 수 있습니다.
        ▪ 사. 회원은 상품 구매 외에도 당사 홈페이지나 해피앱, 제휴가맹점 홈페이지나 모바일 어플리케이션, 제휴 영업점에서 한시적으로 또는 상시로 진행하는 이벤트에 참여하는 등의 방법으로 배스킨라빈스를 적립할 수 있습니다.
    ◦ 2. 포인트 결제(사용) 서비스
        ▪ 가. 회원은 적립된 배스킨라빈스를 사용하여 제휴가맹점에서 상품/서비스를 구입 할 수 있습니다. 단, 포인트 사용시에는 반드시 실물로 배스킨라빈스(일반 마일리지 카드, 모바일카드, 제휴카드)를 제시하여야 합니다.
        ▪ 나. 회원은 포인트 사용시 비밀번호 사용 여부를 설정할 수 있으며, 해당 비밀번호를 변경할 수 있습니다. 회원은 비밀번호가 유출되지 않도록 주의하여야 합니다. 회원은 배스킨라빈스 홈페이지 및 배스킨라빈스 고객센터를 통하여 비밀번호 사용여부 및 비밀번호를 변경 할 수 있습니다.
        ▪ 다. 회원이 비밀번호를 설정하지 않았거나 비밀번호 관리를 소홀히 하여, 타인에게 노출 된 경우에는, 카드의 도난, 분실 기타 사고로 인한 포인트 손실에 대하여 회사는 책임을 지지 않습니다.
        ▪ 라. 2장 이상의 카드를 보유하고 있는 회원의 경우, 배스킨라빈스 운영 정책에 따라 고객의 고유 식별 코드 기준으로 포인트가 자동 합산됩니다. 이와 관련된 자세한 내용은 배스킨라빈스 홈페이지 또는 해피앱에 게시하도록 합니다. 이때, 2장 이상의 카드 간 등록회원정보가 일치하지 않는 경우 포인트 통합이 불가능하며, 회원정보 허위 등록으로 인해 포인트 합산이 불가능한 경우, 회사는 이에 대한 책임을 지지 않습니다.
        ▪ 마. 배스킨라빈스 사용이 허용되지 아니하는 일부 제휴가맹점에서는 배스킨라빈스 결제가 제한될 수 있습니다.
        ▪ 바. 회원이 배스킨라빈스를 사용하여 상품 구매 후 구매취소 또는 환불하는 경우, 배스킨라빈스 사용 상당액은 배스킨라빈스로만 환불이 가능하며 현금으로 환급하여 환불할 수 없습니다. 만일 회원이 상품 구매 후 회원탈퇴 하는 등 배스킨라빈스로 환불이 불가능한 경우 당사는 주문 취소 또는 환불을 거절할 수 있으나, 이 경우에도 회원이 재가입하여 동일인임을 인증하는 때에는 배스킨라빈스로 환불 받을 수 있습니다.
    ◦ 3. 내 주변 쿠폰/혜택 알림
        ▪ 가. 당사는 회원에게 실생활에 유용한 다양한 혜택 제공을 위하여 해피앱에 배스킨라빈스 위치기반 서비스를 포함시킬 수 있습니다.
        ▪ 나. 당사가 제공하는 서비스 내용은 아래와 같으며, 위치기반 서비스에 관한 자세한 사항은 배스킨라빈스 홈페이지 및 해피앱에 게재되어 있는 ‘위치기반 서비스 이용약관’, ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.
        ▪ 포인트 결제(사용) 서비스 테이블/서비스내용1임의로 지정된 마케팅 지역(또는 매장)에 방문(접근)한 고객의 Device를 인식해 어플리케이션으로 방문 Stamp 등의 로열티 서비스 제공2내 주변 매장 찾기
    ◦ 4. 단골매장 등록에 따른 서비스
        ▪ 가. 회원은 해피앱 내에서 직접 ‘단골매장’을 등록할 수 있고, 등록 시 마케팅 활용에 동의하는 경우 해당 매장에서 제공하는 다양한 혜택(제휴가맹점 행사 알림, 할인쿠폰 등)을 문자 메시지 또는 해피앱 PUSH로 받아볼 수 있습니다.
        ▪ 나. 고객은 언제든지 해피앱 내에서 단골매장 등록을 철회할 수 있습니다.
• ② 당사는 배스킨라빈스 서비스의 원활한 제공을 위하여 홈페이지를 운영하고 있으며, 회원은 이용자 ID 및 Password 지정 등 당사가 정하는 이용자 등록 절차를 거쳐 홈페이지 및 해피앱 내 각종 서비스를 이용할 수 있습니다.
• ③ 배스킨라빈스는 금전으로 교환 또는 환불이 불가하며, 다른 회원이 보유한 포인트와 합산하거나 제3자에 대한 양도, 별도의 충전이 불가합니다.

**제 7조 (배스킨라빈스의 이용 및 운용)**
• ① 회원은 "제휴가맹점"에서 1,000원 이상의 상품 및 서비스를 구매하는 경우, 배스킨라빈스, 배스킨라빈스 제휴카드 또는 배스킨라빈스 모바일 카드를 제시하고 제휴가맹점의 기준에 따라 실 결제금액의 특정 비율만큼 포인트를 적립 받을 수 있습니다. 회원은 휴대전화번호 등 회원의 개인정보로 회원임을 인증하는 경우, 배스킨라빈스, 배스킨라빈스 제휴카드 또는 배스킨라빈스 모바일 카드를 제시하지 아니하더라도 배스킨라빈스를 적립할 수 있습니다.
• ② 포인트가 일정 포인트 이상[현행 일백포인트 이상이며, 행사 또는 제휴가맹점의 별도 기준에 따를 수 있음] 적립된 경우, 회원은 당사의 가맹점에서 제품 구매 시 10포인트 단위로 현금 대신 활용하실 수 있습니다. 단, 포인트로 제품을 구매하는 경우, 포인트 사용 금액 상당에 대하여는 포인트의 추가 적립이 불가합니다.
• ③ 배스킨라빈스 적립 및 사용은 배스킨라빈스 운영정책에 따라 배스킨라빈스에 등록된 회원 정보와 회원이 제시한 정보가 일치할 경우에 한하여 가능합니다.
• ④ 1회 이상 배스킨라빈스를 적립 또는 사용한 회원은 본 약관의 모든 사항에 동의한 것으로 간주합니다.
• ⑤ 회원은 이 카드 및 회원에게 적립된 포인트를 타인에게 양도 또는 담보의 목적으로 이용할 수 없으며 선량한 관리자로서의 주의를 다하여 카드 및 적립 포인트를 이용, 관리하여야 합니다.
• ⑥ 회원은 카드를 분실하였을 경우 즉시 당사에 알려, 카드 정지 및 재발급 요청을 할 수 있으며, 당사는 요청을 받은 때부터 제3자가 해당 카드를 사용함으로 인하여 회원에게 발생한 손해를 배상할 책임을 부담합니다. 다만, 카드 정지 및 재발급 요청이 있기 전에 적립된 포인트에 대한 손해에 대해서는 그 책임을 회원의 부담으로 할 수 있습니다.
• ⑦ 회원은 당사가 정한 회원의 필수정보(이름, 주민등록번호 7자리(생년월일, 성별), CI값 등 본인식별번호, 휴대폰 번호, 주소, e-mail)가 누락되어 있을 경우 적립된 포인트의 사용이 제한될 수 있습니다.
• ⑧ 회원의 구매로 적립된 포인트의 유효기간은 적립일로부터 36개월이며 적립일로부터 36개월 이후 적립 포인트는 실효되어 자동 소멸됩니다. 유효기간은 연장이 불가능하며, 당사는 유효기간이 도래하기 1개월 전 회원이 당사에 제출한 전화번호를 통한 메시지(SMS/LMS/MMS/PUSH)나 전자우편 주소로 유효기간의 도래, 연장이 불가능하다는 점에 대해 1회 이상 통지합니다.
• ⑨ 당사 또는 제휴가맹점은 이벤트 성으로 한시적 유효기간을 갖는 포인트를 지급할 수 있으며, 이 경우 별도 유효기간이 적용될 수 있습니다.
• ⑩ 포인트의 실효는 회원 자격에 영향을 미치지 아니합니다.
• ⑪ 당사는 사회공익활동 참가희망 회원에 한하여 회원의 적립포인트 중 10%를 활용하여 사회활동에 참여 할 수 있으며, 참여 의사는 홈페이지 및 배스킨라빈스 고객센터를 통하여 언제라도 변경할 수 있습니다. 당사는 해당 기부금액의 사용 시 그 내역을 당사의 홈페이지를 통해 공고하여야 합니다.
• ⑫ 당사는 할인카드, 쿠폰, 기타 프로모션에 따른 할인 혜택 및 증정품(판촉물, 제품)제공 행사 참여 혜택과 포인트 적립/사용 서비스를 중복 제공하지 아니할 수 있습니다. 단, 당사가 중복 적립 가능하도록 허용한 경우에는 정해진 적립률에 따라 포인트를 적립 받을 수 있습니다.

**제 8조 (적립포인트의 관리 및 권리)**
• ① 포인트는 카드발급 후 최초 적립하는 시점부터 누적 적립됩니다.
• ② 포인트는 회원에게 귀속된 금전적 권리이므로 당사는 이를 제3자에게 담보로 제공하거나 채무에 대한 변제로 충당할 수 없습니다.
• ③ 포인트 적립에 오류가 있을 경우 회원은 오류 발생 시점부터 30일 이내에 "당사"에 정정신청을 하여야 하며 "당사"는 회원의 정정요청일로부터 30일 이내에 조정을 할 수 있습니다. 단, 회원은 이를 증명할 수 있는 구매 영수증이나 기타 자료를 제시하거나 제휴가맹점으로부터 명시적인 확인을 받아야 합니다.
• ④ 적립 포인트는 당사의 홈페이지 또는 해피앱, 각 가맹점에 설치된 POS 및 결제 영수증, 배스킨라빈스 고객센터에서 조회 가능합니다.

**제 9조 (카드의 분실 및 재발급)**
• ① 회원이 카드를 분실, 파·훼손하였을 경우 당사 배스킨라빈스 고객센터(080-320-1234)를 통해 재발급 신청을 하거나, 홈페이지에서 당사가 정하는 신청절차를 거친 후 재발급을 신청할 수 있습니다. 이때, 기존 카드는 정지되며, 기존 적립포인트는 재발급 시 신규카드로 이관됩니다.
• ② 이관 완료된 카드는 회원이 등록한 주소지로 발송됩니다. 회원은 카드의 정확한 배송을 위해 재발급 신청 시 정확한 주소를 등록해야 하며, 재발급 신청 시 정보 미변경으로 인한 손실에 대해서는 회원이 모든 책임을 집니다. 단, 배스킨라빈스 제휴카드의 포인트 이관은 별도의 정책에 따를 수 있으며, 이러한 경우, 회원에게 별도로 고지해야 합니다.

**제 10조 (회원탈퇴 및 자격정지)**
• ① 회원은 언제든지 서면, e-mail, 전화, 홈페이지 고객 게시판 등 기타 당사가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 당사는 회원의 요청에 따라 조속히 회원탈퇴에 필요한 제반 절차를 수행합니다.
• ② 회원이 회원 탈퇴 후 재가입하는 경우, 신규회원 혜택은 제공되지 않습니다.
• ③ 회원이 다음 각 호의 사유에 해당하는 경우, 당사는 그 사유를 사전 통지한 후 해당 회원의 회원 자격을 상실시킬 수 있습니다. 단, 사전에 통지할 수 없는 긴급한 사유가 있는 경우 사후 통지할수 있습니다.
    ◦ 1. 회원가입시에 허위의 내용을 기재한 경우
    ◦ 2. 배스킨라빈스 부정적립, 부정사용 등 배스킨라빈스를 부정한 방법 또는 목적으로 이용한 경우
        ▪ 가. 부정적립이란 제휴가맹점에서 타인의 상품이나 서비스 구매 내역을 이용하거나 가상의 구매내역을 생성하는 등의 방법으로 실제로 상품이나 서비스를 구매하지 않은 회원이 배스킨라빈스를 적립하거나 회원 본인의 실제 구매액 이상으로 배스킨라빈스를 적립하는 경우를 말합니다. 다만 실제로 상품이나 서비스를 구매한 회원의 요청에 따라 배스킨라빈스가 적립된 경우에는 부정적립으로 보지 아니합니다.
        ▪ 나. 부정사용이란 회원이 부정 적립한 적립포인트를 사용하거나 타회원의 동의 없이 타회원의 배스킨라빈스를 임의로 사용한 경우를 말합니다.
        ▪ 다. 부정 적립 또는 부정 사용을 통보 받은 회원은 부정 적립 또는 부정 사용의 책임을 부담하지 않음을 회원자격 상실 전 소명할 수 있습니다. 이 경우 당사는 회원의 소명 내용을 심사하여 객관적으로 회원의 주장이 타당하다고 인정될 경우에는 회원으로 하여금 정상적으로 배스킨라빈스의 서비스를 이용할 수 있도록 합니다. 만일 45일 내에 소명하지 않는 경우에는 소명사실이 없는 것으로 봅니다.
    ◦ 3. 회원이 사망한 경우
    ◦ - 회원이 적립한 포인트는 회원 또는 회원 가족의 요청에 따라 상속할 수 있습니다. 단, 상속사실을 확인할 수 있는 확인서(가족관계 증명서 등)를 제출해야 합니다.
    ◦ 4. 다른 회원의 배스킨라빈스 홈페이지 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
    ◦ 5. 기타 본 약관에 규정된 회원의 의무를 위반한 경우
• ④ 본 조 제1항에 의한 회원탈퇴 또는 제2항에 의한 회원자격상실이 확정되는 시점은 아래와 같습니다.
    ◦ 1. 회원탈퇴 요청일 또는 회원자격상실 통보일
    ◦ 2. 사망으로 인한 자격상실의 경우에는 사망일
• ⑤ 본 조 제1항에 의한 회원탈퇴 또는 제2항에 의한 회원자격상실 대상 회원에게 잔여포인트(또는 잔여 유료 결제 서비스) 및 포인트를 이용해 결제한 재화에 대한 취소, 환불 권리는 본 조 제3항에서 정한 회원탈퇴 시점 및 회원자격상실 시점에 자동으로 소멸됩니다.
• ⑥ 회원의 배스킨라빈스 제휴(신용/체크)카드 회원탈퇴 또는 카드해지는 배스킨라빈스 회원 자격에 영향을 미치지 아니하며, 회원 명의의 타 배스킨라빈스를 추가 보유하고 있는 경우 기존 제휴(신용/체크)카드를 통해 적립한 포인트는 타 배스킨라빈스로도 사용 가능합니다. 단, 동일한 명의의 회원카드임이 확인되지 않은 배스킨라빈스에 대해서는 포인트 이관이 제한됩니다.
• ⑦ 회원은 포인트 이관을 원하지 않는 경우, 제1항에서 정하는 방법으로 의사를 표현할 수 있습니다.

**제 11조 (개인정보 수집)**
• ① 당사는 부정적립/사용 또는 부정적립/사용이 의심되는 정황을 인지하거나, 신고가 접수되면 이에 관하여 조사할 권리가 있으며, 이 경우 회원은 원활한 조사 진행을 위하여 당사에 적극 협조하여야 합니다.
• ② 부정적립된 배스킨라빈스는 해당 적립액을 부담한 제휴사 및 제휴사의 가맹점에게 반환되며, 타인의 배스킨라빈스를 부정사용한 경우 해당 포인트는 원 권리자에게 반환됩니다. 이에 대하여 부정적립 또는 부정사용한 회원은 어떠한 권리도 주장할 수 없습니다. 또한 부당 이익을 취한 경우, 즉, 부정적립포인트로 상품이나 서비스를 구매한 경우 해당 회원 또는 부정적립 동조자는 민형사상의 책임을 집니다.

**제 12조 (개인정보 수집)**
• 당사는 회원이 가입신청 할 때 제공하거나 카드 및 기타 부가 서비스를 이용하면서 발생하는 각종 개인정보뿐만 아니라 사전에 회원으로부터 동의를 받아 추가로 획득한 정보를 수시로 저장할 수 있으며, 당사는 이를 통하여 회원에게 더 나은 서비스를 제공하기 위하여 사용합니다. 개인정보수집 및 처리에 관한 자세한 사항은 당사 홈페이지에 게재되어 있는 ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.

**제 13조 (개인정보 이용 및 제3자 제공)**
• ① 당사는 회원으로부터 수집한 개인정보를 당사의 ‘개인정보 처리방침’에 기재된 범위 내에서만 사용하며, 회원의 동의 없이는 동 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 단, 보다 나은 서비스 제공을 위하여 개인정보를 제휴가맹점에게 제공하거나 공유할 필요가 있는 경우 제공 또는 공유할 정보의 항목 및 제휴가맹점명, 목적, 기간 등을 명시하여 회원에게 동의를 구하는 절차를 거치게 되며, 동의하지 않는 경우에는 제3자에게 제공 또는 공유하지 않습니다.
• ② 아래의 경우에는 회원의 정보 제공 동의를 얻지 아니하고 제3자에게 개인정보를 제공할 수 있습니다.
    ◦ 1. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
    ◦ 2. 공공기관이 법령 등에서 정하는 소관 업무의 수행을 위하여 불가피한 경우
    ◦ 3. 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
    ◦ 4. 공중위생 등 공공의 안전과 안녕을 위하여 긴급히 필요한 경우

**제 14조 (개인정보 보유 및 이용기간)**
• ① 당사는 ‘개인정보 처리방침’에 기재된 내용과 같이 수집된 개인정보를 회원의 탈퇴 시 또는 동의 철회 시까지 이용 및 보관하며, 수집 및 이용목적이 달성 또는 상실된 때에는 회원의 개인정보를 즉시 폐기합니다.
• ② 전항에도 불구하고 관련 법령의 규정에 의하여 일정기간 보유해야 할 필요가 있을 경우에는 관련 법령이 정한 기간 동안 회원의 정보를 보관할 수 있습니다 이 경우 해당 정보는 보관의 목적으로만 관리합니다.
• ③ 개인정보 보유 및 이용기간에 관한 자세한 사항은 당사 홈페이지에 게재되어 있는 ‘개인정보 처리방침’에 따릅니다. 이에 대한 자세한 사항은 당사 홈페이지를 참고하시기 바랍니다.

**제 15조 (개인정보보호를 위한 회원의 권리)**
• ① 회원(만 14세 미만 회원의 경우 그 법정대리인 포함)은 언제든지 등록되어 있는 본인의 개인정보를 열람하거나 정정할 수 있으며(단, 키즈카드 신청시 입력하는 회원 자녀의 생년월일 정보는 1회까지만 수정 허용함), 가입 해지를 요청할 수 있습니다. 특히 회원의 개인정보의 정정 요구에 대하여 당사는 해당 내용에 대해 정정할 때까지 개인정보를 이용하지 않습니다.
• ② 회원은 가입시 개인정보 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다.
• ③ 회원은 다음과 같은 방법으로 본 조 제1항 및 제2항에 기재된 회원의 권리를 요구할 수 있습니다.
    ◦ 1. 배스킨라빈스 홈페이지의 Q&A
    ◦ 2. 개인정보보호 담당자에게 e-mail
    ◦ 3. 고객센터로 전화
        ▪ - 배스킨라빈스 고객센터(321-123-1234)
        ▪ - ㈜파리크라상 고객센터(213-123-2345)
        ▪ - 비알코리아㈜ 고객센터(132-123-4567)

**제 16조 (개인정보 위탁)**
• ① 당사는 수집된 개인정보의 처리 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 원활한 업무 처리를 위해 필요한 경우 업무의 일부 또는 전부를 당사가 선정한 업체에 위탁할 수 있습니다.
• ② 위탁업체가 추가 또는 변경되는 경우, 당사의 ‘개인정보 처리방침’을 통하여 확인할 수 있습니다.

**제 17조 (개인정보보호 담당자)**당사는 회원의 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 개인정보보호 담당자를 두고 있습니다. 개인정보보보호 담당자의 연락처는 당사 홈페이지 내 ‘개인정보 처리방침’을 통하여 확인할 수 있습니다.

**제 18조 (약관 위반 시 책임)**당사와 회원은 본 약관을 위반함으로써 발생한 모든 책임을 각자가 부담하며 이로 인하여 상대방에게 손해를 입힌 경우에는 배상하여야 합니다.

**제 19조 (배스킨라빈스 홈페이지)**① 당사는 회원에 대한 효율적인 배스킨라빈스 서비스(이하 "홈페이지")를 제공하기 위하여 홈페이지를 운영하며, 홈페이지에서 제공하는 각종 서비스(이하 "홈페이지 서비스")를 이용함에 있어 필요한 사항을 규정합니다.② 당사는 홈페이지 운영과 관련하여 관계 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는 데 최선을 다합니다.③ 당사는 배스킨라빈스 홈페이지를 통하여 다음과 같은 업무를 수행합니다.
• 1. 회원에 대한 배스킨라빈스 관련 제반 정보의 제공
• 2. 회원정보 신규등록, 정보변경, 재발급, 카드이관, 정보조회 등
• 3. 온라인 포인트 서비스
• 4. 회원대상 당사 및 제휴 프로모션
• 5. 기타 당사가 정한 업무④ 당사는 컴퓨터 등 정보통신설비의 점검, 보수, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 홈페이지 서비스의 제공을 일시적으로 중단할 수 있습니다.⑤ 위의 사유로 홈페이지 서비스를 중단하고자 할 경우 당사는 e-mail 또는 홈페이지에 게시하는 방법으로 회원에게 홈페이지 서비스 중단 사실을 알려드립니다.⑥ 홈페이지 서비스를 이용하고자 하는 회원은 당사가 정하는 바에 따라 회원ID 및 Password를 등록하여야 합니다.⑦ 회원 ID와 Password에 관한 관리책임은 회원 본인에게 있으므로 회원은 자신의 ID 및 Password를 제3자에게 알려주거나 이용하게 해서는 안됩니다.⑧ 회원이 자신의 ID 또는 Password를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 당사에 통보하고 당사의 안내가 있는 경우에는 그에 따라야 합니다.⑨ 회원이 고의 또는 중대한 과실로 아이디, Password 를 제3자에게 공개, 유출, 대여, 양도 또는 이와 유사한 행위를 하여 회원에게 손해가 발생하였거나 관련 법령에 따라 당사가 충분한 주의 의무를 다한 경우, 당사는 손해의 전부 또는 일부를 회원의 책임으로 할 수 있습니다.

**제 20조 (회원의 의무)**회원은 홈페이지 서비스 이용과 관련하여 다음 각 호의 행위를 해서는 안됩니다.
• 1. 홈페이지 서비스 이용을 위한 제반 사항 신청 또는 변경시 허위내용 기재행위
• 2. 배스킨라빈스 홈페이지에 게시된 각종 정보의 무단 변경, 삭제 등 훼손 행위
• 3. 당사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위
• 4. 외설 또는 폭력적인 정보를 배스킨라빈스 홈페이지에 공개하거나 게시하는 행위

**제 21조 (저작권의 귀속 및 이용제한)**
• ① 당사가 작성한 저작물에 대한 저작권 기타 지식재산권은 당사에 귀속합니다.
• ② 배스킨라빈스 서비스의 종료 기준일은 회원에게 송부된 게시물에 명시된 일자로 합니다. 배스킨라빈스 서비스 종료일까지 사용되지 않은 포인트는 소멸됩니다.

**제 22조 (배스킨라빈스의 서비스 중단)**① 배스킨라빈스 서비스가 중단되는 경우 당사는 서비스 중단 사유를 명시하여 중단시점 기준 최소 3개월 이전에 제4조에 정한 방법으로 회원에게 통보합니다.② 배스킨라빈스 서비스의 종료 기준일은 회원에게 송부된 게시물에 명시된 일자로 합니다. 배스킨라빈스 서비스 종료일까지 사용되지 않은 포인트는 소멸됩니다.

**제 23조 (분쟁조정 및 관할 법원)**본 약관에 따른 분쟁의 조정은 일반 상관례에 따라 회원과 당사가 상호 협의하여 결정하되 합의가 안될 경우에는 본 약관과 관련한 제반 분쟁 및 소송은 민사소송법에 의한 관할법원에서 해결하기로 합니다.

**부칙**본 약관은 2023년 09월 29일부터 효력이 발생되며, 기존 약관에 동의한 고객은 제4조에 따른 고지를 받은 날로부터 30일 이내에 반대의 의사표시를 하지 않은 경우 본 약관에 동의하신 것으로 봅니다.

필수항목에 동의하지 않을 권리가 있습니다. 다만, 동의 거부 시 회원가입에 제한이 있을 수 있습니다.
`;

  return (
    <div>
      <textarea className="step1_textarea">{text}</textarea>
    </div>
  );
}

export function SignupDesc2() {
  const text = `
  [필수] 개인정보 수집 및 이용동의

  **1. 처리하는 개인정보 항목**

회사는 제 2조에 기재된 각 목적을 위하여 다음 각 항목을 수집하고 있습니다.

필수항목 (회원가입 및 회원관리) : 

[필수]해피포인트카드번호 및 비밀번호, 이름, 아이디, 비밀번호, CI, 생년월일 및 성별(주민번호 앞 7자리), 이동통신사, 휴대전화번호, 주소, 이메일, 마케팅 활용 동의여부(이메일/문자 메세지/우편물/전화)

 * 아이핀으로 회원가입 시 아이핀 제공정보(본인확인 기관이 제공한 정보)

 * 만 14세미만 회원 발급 시 보호자 정보(보호자 성명, 보호자 휴대폰번호)

서비스 이용 또는 사업처리 과정에서 자동 생성/수집되는 정보

서비스 이용기록(이용시간/이용매장/포인트/상품 또는 서비스 구매내역) 및 결제기록, 홈페이지/모바일 어플리케이션 접속일시, 접속IP, 쿠키(cookie), 디바이스 종류 및 제조사, OS종류 및 버전, 브라우저 종류 및 버전, 블루투스 맥어드레스, PUSH용 토큰, 회원번호, 인증용 토큰, GAID, IDFA, 패키지리스트, UserAgent, 해상도, 앱 버전, 로케일, 언어, 타임존, 통신타입, 나라코드, 대략적인 위치, 비정상 종료 로그

**2. 개인정보 처리 목적**회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로 사용되지 않으며, 이용 목적이 변경될 경우 개인정보보호법에 따라 별도의 동의를 구하는 등 필요한 조치를 이행하도록 할 것입니다.
• 1. 회원 가입 및 관리본인확인 및 가입의사 확인, 연령확인, 만 14세 미만 회원의 경우 회원가입 처리를 위한 법정 대리인의 동의 여부 확인 및 추후 법정 대리인에 대한 본인확인, 고충처리, 고객센터 운영
* 만 14세 미만은 법정대리인(부모 등)의 동의를 받아야 회원 가입이 가능하며, 회사는 법정대리인의 동의를 얻기 위하여 법정대리인의 성명, 휴대전화번호 등 필요한 최소한의 정보를 요구할 수 있습니다. 이때, 수집된 법정대리인의 개인정보는 법정대리인의 동의여부를 확인하는 목적 외의 용도로 이를 이용하거나 제3자에게 제공되지 않습니다.
• 2. 해피포인트 서비스 제공해피포인트 서비스 제공, 회원에 대한 고지사항 전달, 카드발급, 포인트 적립 및 사용정산, 회원의 부정 이용 방지와 비인가 사용방지, 고충처리, 고객센터 운영, 기타 해피포인트 제휴 서비스 제공, 설문, 이벤트 경품 당첨 결과 안내 및 경품 제공
• 3. 고충처리민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락∙통지, 처리결과 통보 등 고충처리 이를 위한 고객센터 운영
• 4. 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계

**3. 개인정보 보유 및 이용기간**
• **① 회사는 원칙적으로 법령에 따른 개인정보 보유∙이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유∙이용기간 내에서 개인정보를 처리∙보유합니다.**
• **② 회사는 회원 동의 철회, 탈퇴, 서비스 제공 완료 및 요금 결제∙정산 완료 등 개인정보의 수집 및 이용목적이 달성된 경우 수집한 개인정보를 즉시 파기합니다.**
• **다만, 다음 각 호의 사유에 해당하는 경우 해당 기간 종료시까지 개인정보를 보관합니다.**
• **1. 「전자상거래 등에서의 소비자보호에 관한 법률」에 따른 표시∙광고, 계약내용 및 그 이행 등 거래에 관한 기록**
    ◦ **- 표시∙광고에 관한 기록 : 6개월**
    ◦ **- 계약 또는 청약철회 등에 관한 기록 : 5년**
    ◦ **- 대금결제 및 재화 등의 공급에 관한 기록 : 5년**
    ◦ **- 회원의 불만 및 분쟁처리에 관한 기록 : 3년**
• **2. 「통신비밀보호법」 에 따른 통신사실확인자료 : 3개월**
• **3. 「국세기본법」, 「법인세법」, 「부가가치세법」에 따른 거래에 관한 장부 및 증빙서류 : 5년**
• **4. 「전자금융거래법」에 따른 전자금융 거래에 관한 기록 : 5년**
• 필수항목에 동의하지 않을 권리가 있습니다. 다만, 동의 거부 시 회원가입에 제한이 있을 수 있습니다.`;

  return (
    <div>
      <textarea className="step1_textarea">{text}</textarea>
    </div>
  );
}

export function SignupDesc3() {
  const text = `
[선택] 위치기반서비스 이용약관

**제 1 장 총 칙**

**제 1 조 (목적)**본 약관은 회원(본 약관에 동의한 자를 말합니다. 이하 “회원”이라고 합니다.)이 주식회사 섹타나인(이하 “회사”라고 합니다.)이 제공하는 서비스를 이용함에 있어 회사와 회원의 권리•의무 및 책임사항을 규정함을 목적으로 합니다.

**제 2 조 (이용약관의 효력 및 변경)**
• ①본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에 동의하고 회사가 정한 소정의 절차에 따라 서비스의 이용자로 등록함으로써 효력이 발생합니다.
• ②회원이 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
• ③회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
• ④회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 10일 전부터 적용일 이후 상당한 기간 동안 공지만을 하고, 개정 내용이 회원에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 게시하거나 회원에게 전자적 형태(전자우편, SMS 등)로 약관 개정 사실을 발송하여 고지합니다.
• ⑤회사가 전항에 따라 회원에게 통지하면서 공지 또는 공지∙고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계약을 해지할 수 있습니다.

**제 3 조 (관계법령의 적용)**본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.

**제 4 조 (서비스 이용요금)**
• ①회사가 제공하는 서비스는 기본적으로 무료입니다. 단, 별도의 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.
• ②회사는 유료 서비스 이용요금을 회사와 계약한 전자지불업체에서 정한 방법에 의하거나 회사가 정한 청구서에 합산하여 청구할 수 있습니다.
• ③유료서비스 이용을 통하여 결제된 대금에 대한 취소 및 환불은 회사의 결제 이용약관 등 관계법에 따릅니다.
• ④회원의 개인정보도용 및 결제 사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.
• ⑤무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다.
• ⑥MMS 등으로 게시물을 등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다.

**제 5 조 (서비스 내용변경 통지 등)**
• ①회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.
• ②①항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여 회원들에게 통지할 수 있습니다.

**제 6 조 (서비스이용의 제한 및 중지)**
• ①회사는 아래 각 호의 1에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다.
    ◦ 1. 회원이 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우
    ◦ 2. 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
    ◦ 3. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
    ◦ 4. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때
    ◦ 5. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
• ②회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한 기간 등을 회원에게 알려야 합니다.

**제 7 조 (개인 위치정보의 이용 또는 제공)**
• ①회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다.
• ②회원 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
• ③회사는 타사업자 또는 이용 고객과의 요금정산 및 민원처리를 위해 위치정보 이용·제공․사실 확인자료를 자동 기록·보존하며, 해당 자료는 1년간 보관합니다.
• ④회사는 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 회원에게 제공받는 자, 제공 일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 회원이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
    ◦ 1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
    ◦ 2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우

**제 8 조 (개인위치정보주체의 권리)**
• ①회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.
• ②회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.
• ③회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.
    ◦ 1. 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료
    ◦ 2. 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용
• ④회원은 제1항 내지 제3항의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.

**제 9 조 (법정대리인의 권리)**
• ①회사는 14세 미만의 회원에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 당해 회원과 당해 회원의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제9조에 의한 회원의 권리를 모두 가집니다.
• ②회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용․제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.
    ◦ 1. 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우
    ◦ 2. 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우

**제 10 조 (8세 이하의 아동 등의 보호의무자의 권리)**
• ①회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동” 등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
    ◦ 1. 8세 이하의 아동
    ◦ 2. 금치산자
    ◦ 3. 장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인 고용촉진 및 직업 재활 법 제2조 제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)
• ②8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.
• ③보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.

**제 11 조 (개인위치정보의 보유목적 및 이용기간)**회사는 위치기반서비스를 제공하기 위해 필요한 최소한의 기간 동안 개인위치정보를 보유 및 이용합니다.위치정보 보유목적 및 이용기간 테이블서비스 명보유목적이용기간해피포인트카드 서비스내 주변 쿠폰/혜택 알림수집한 개인위치정보는 일회성 이용 후 즉시 삭제내 주변 매장 찾기오늘의 찬스 서비스 제공해피오더 서비스픽업/배달 서비스 제공수집한 개인위치정보는 암호화하여 안전하게 시스템에 저장하며 서비스 이용 목적 달성 후 즉시 삭제

**제 12 조 (위치정보관리책임자의 지정)**
• ①회사는 위치정보를 안전하게 관리․보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.
• ②위치정보관리책임자는 위치기반서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.

**제 13 조 (손해배상)**
• ①회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 회원에게 손해가 발생한 경우 회원은 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
• ②회원이 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 회원에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회원은 고의 또는 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

**제 14 조 (면책)**
• ①회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
    ◦ 1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
    ◦ 2. 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
    ◦ 3. 회원의 귀책사유로 서비스 이용에 장애가 있는 경우
    ◦ 4. 제1호 내지 제3호를 제외한 기타 회사의 고의∙과실이 없는 사유로 인한 경우
• ②회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.

**제 15 조 (규정의 준용)**
• ①본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.
• ②본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

**제 16 조 (분쟁의 조정 및 기타)**
• ①회사는 위치정보와 관련된 분쟁에 대해 당사자 간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
• ②회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자 간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.
`;

  return (
    <div>
      <textarea className="step1_textarea">{text}</textarea>
    </div>
  );
}
